Repository: giellalt/corpus-nob
Catalog: tmx/fkv/admin/depts/regjeringen.no/regjering_gjennomgang_av_malrettet_plan_norsk.docx.tmx
Source language: nob
Languages: fkv

source: Udir skal i løpet av 2018 vurdere om læremidler i finsk som andrespråk, herunder
fkv: Odir selvittää vuen 2018 aikana pasaisko se panna suomi toisena

source: kvensk, bør inngå som en del av den rammestyrte tilskuddsordningen for smale
fkv: kielenä -faakin, ja samala kväänin, oppineuvot pienten faakitten raamiohjatun

source: fagområder.
fkv: määrärahaoorninkin allet.

source: Udir har etter grundig vurdering og i samråd med Statsforvalteren kommet fram til å prøve ut
fkv: Odir oon Staatinhaltijan kansa asiata pohjasta saakka selvitettyänsä tullu

source: at midlene til utvikling av læremidler for kvensk eller finsk som andrespråk ligger under
fkv: siihen ette koittelee sitä ette pannee kväänin ja suomen oppineuvomäärärahat pienten

source: tilskuddsordningen for smale fag.
fkv: faakitten määrärahaoorninkin allet.

source: Dette kom i gang fra 2022.
fkv: Tämä alkoi vuona 2022.

source: Målet er å få bredere utlysning og forhåpentligvis flere søkere på midlene.
fkv: laajeman ulosjulistuksen ja toivottavasti sillä konstila määrärahoilet enämen hakijoita.

source: Etter å ha prøvd ut dette i noen år, vil direktoratet vurdere om dette er den beste måten å organisere tilskuddsordningen på.
fkv: Jälkhiin ko tätä oon koiteltu muutampia vuosia, direktoraatti arvelee oonko tämä paras konsti

source: Samtidig setter
fkv: hommata määrärahaoorninkin.

source: også Udir av ressurser til å videreføre piloten på www.
fkv: Samala Odir kansa varraa ressursia pilootin www.

source: Sletting av studielån.
fkv: Oppilainan kevitys.

source: Kunnskapsdepartementet vil innføre en ettergivelsesordning for
fkv: Tietodepartementti alkaa oppilainan kevitysoorninkin niilet

source: låntakere som tar 60 studiepoeng i kvensk som del av lærerutdanning.
fkv: studentillet jokka ottava 60 kväänin oppipoengia opettajankoulauksen yhtheyessä.

source: Ordningen vil gjelde fra 2019.
fkv: Oorninki oon voimassa vuesta 2019.

source: Ordningen ble gjeldende fra 2019.
fkv: Oorninki astui voimhaan vuona 2019.

source: Per mars 2022 har ingen kandidater hatt kvensk som del
fkv: Marsikuussa 2022 ei vielä yksikhään kandidaatti ollu

source: av grunnskolelærerutdanning eller fått slettet studielån i denne ordningen.
fkv: valittennu kvääniä osaksi peruskoulunopettajakoulausta eikä saanu oppilainan kevitystä.

source: Høyere utdanning.
fkv: Korkeakoulaus.

source: Samfunnet har behov for lærere med kompetanse i kvensk språk.
fkv: Yhtheiskunta tarvittee opettajia joila oon kompetansi opettaat kväänin

source: UiT Norges arktiske universitet tilbyr årsstudium (60 studiepoeng) i kvensk språk,
fkv: UiT Norjan arktinen universiteetti tarjoaa studentillet kväänin kielen, grammatikin ja kulttuurin vuosikoulauksen (60 oppipoengia).

source: grunnskolelærerutdanningen.
fkv: Se tarjoaa kväänin kieltä kansa opettajitten

source: I perioden 2018 til 2021 var det åtte kandidater med mellom 30
fkv: jatkokoulaukseksi eli osaksi peruskoulunopettajan koulausta.

source: og 60 studiepoeng i kvensk på videreutdanningen for lærere.
fkv: kaheksan opettajjaa jokka otethiin 30–60 oppipoengia kväänin jatkokoulausta.

source: Universitetet tilbyr også bachelorutdanning og masterutdanning i kvensk og finsk.
fkv: Universiteetilla oon kansa kväänin ja suomen bechelor- ja maasterikoulausta.

source: I 2021 var
fkv: Vuona 2021

source: det til sammen sju studenter i bachelor- og masterutdanningene.
fkv: näissä koulauksissa oli myötä yhtheensä seittemän studenttia.

source: 2.3 Kommunal- og distriktsdepartementet (KDD)
fkv: 2.3 Kommunaali- ja läänidepartementti Mooliplaanassa (pkt.

source: I Målrettet plan (pkt. 4.3) omtales Forskningsrådets utlysning av midler fra KDD til forskning
fkv: 4.3) puhuthaan KDD:n määrärahoista mitä Tutkimusraati vuona 2016 ulosjulisti haettavaksi programissa Yhtheiskunnan kehittämisen kulttuuriset premissit

source: om nasjonale minoriteter i 2016 innenfor programmet Samfunnsutviklingens kulturelle
fkv: (SAMKUL) kansallisten minoriteetitten tutkimista varten.

source: forutsetninger (SAMKUL).
fkv: Meininkinnä oon ette saatais

source: synliggjør nasjonale minoriteter i Norge, og bidra til kompetansebygging og økt kunnskap om
fkv: korkeatasasta tutkimusta mikä lujentais Norjan kansalisia minoriteettia ja tois niitä näkyvhiin

source: nasjonale minoriteter i samfunnet og hos offentlige myndigheter. Forskning på kvensk språk
fkv: ja auttais kompetansin rakentamisessa ja lisäis yhthteiskunnan ja viralisen esivallan tietoa

source: og/eller kvensk/norskfinsk kultur i Norge i dag var ett av tre hovedtemaer i utlysningen.
fkv: Kväänin kielen ja/eli kväänin eli norjansuomalaisen nykypäivälisen kulttuurin tutkimus

source: UiT Norges arktiske universitet ble tildelt midler av Forskningsrådet til et forskningsprosjekt om
fkv: universiteetti (UiT) sai Tutkimusraa’ilta rahhaa tutkimusprosekthiin kväänin kulttuurin ja kielen

source: kvensk kultur og språk som startet i 2017 og som har gått over fire år.
fkv: ympärit mikä alkoi vuona 2017 ja jatkui neljä vuotta.

source: Intangiblization Materializations and Mobilities of Kven Heritage, undersøker hvordan
fkv: Prosektin nimi oon Intangiblization Materializations and Mobilities of Kven Heritage , ja se tutkii kunka kväänin eli

source: kvensk/norskfinsk kulturarv kommer til uttrykk i dag og har blant annet utviklet en
fkv: norjansuomalainen kulttuuri näyttäytyy tääpänä. Erittäisenä välitysaktiviteettina sen

source: vandreutstilling som en særskilt formidlingsaktivitet. Utstillingen heter Tuulessa – I vinden.
fkv: yhtheyessä oon muun myötä rakenettu jutonäyttely minkä nimi oon Tuulessa – I vinden.

source: Første visningssted var Norges arktiske universitetsmuseum i Tromsø, hvor utstillingen
fkv: Ensimäinen esityspaikka oli Norjan arktinen universiteettimuseumi Tromssassa missä

source: åpnet 23. januar 2022.
fkv: näyttely aukasethiin 23. januaarikuuta 2022.

source: Nå er utstillingen satt opp ved Alta museum og står fram til mars
fkv: Nyt näyttely oon ylhäälä Alattion museumissa marsikuuhun 2023 asti.

source: Økt tilskudd til kvensk språk og kultur
fkv: Lissää määrärahhaa kväänin kielheen ja kulttuurhiin.

source: Tilskuddsordningen til kvensk språk og kvensk/norskfinsk kultur ble etablert i 2015 på
fkv: Määrärahaoorninki kväänin kieltä ja kväänin eli norjansuomalaista kulttuuria varten alkoi

source: daværende Kommunal- og moderniseringsdepartementets budsjett.
fkv: senaikhaisen Kommunaali- ja uu’istusdepartementin vuen 2015 budsetissa.

source: Over posten har det blitt
fkv: Postin läpitte

source: gitt støtte til etablering og drift av kvenske språksentre og til drift av kvensk avis.
fkv: oon annettu tukea kväänin kielisentteritten etableeraamisheen ja toimhiin ja kvääniaviisin

source: I tillegg blir
fkv: ulosantamista varten.

source: det gitt prosjektstøtte til ulike tiltak for språk og kultur og tiltak som fremmer kvensk språk og
fkv: ja toimhiin mikkä eistävä lapsitten ja nuorten kväänin kieltä ja kvääni- eli norjansuomalaista

source: kvensk/norskfinsk identitet hos barn og unge.
fkv: identiteettiä.

source: Fra 2020 ble forvaltningen av tilskuddsposten flyttet fra departementet til Troms og Finnmark
fkv: Vuesta 2020 määrärahapostin hallinta siirethiin departementilta Tromssan ja Finmarkun

source: fylkeskommune.
fkv: fylkinkommuunillet.

source: Fra 2023 blir tilskuddsordningen forvaltet av Kulturdirektoratet.
fkv: Vuesta 2023 määrärahaoorninkia oon tyyräny Kulttuuridirektoraatti.

source: Tilskuddsposten ble etablert med 3,6 millioner kroner i 2015.
fkv: Aluksi määrärahapostissa oli vuona 2015 3,6 miljoonaa kruunua.

source: I 2017 var tilskuddsposten på
fkv: Vuona 2017

source: 4,8 millioner kroner og har økt gradvis til 11,118 millioner kroner i 2022.
fkv: määrärahaposti oli 4,8 miljoonaa kruunua ja se oon vähittäin vuotheen 2022 kasunu 11,118

source: I planperioden, 2017-2021, har tilskuddsposten økt med 6 millioner kroner, som tilsvarer en
fkv: Plaana-aikana, 2017–2021, määrärahaoorninki oon kasunu 6 miljoonalla kruunula mikä

source: økning på ca. 125 prosent.
fkv: vastaa suunilet 125 prosentin lissäystä.

source: År Kroner
fkv: Vuosi Kruunua

source: Prosjektet har også en egen blogg.
fkv: Prosektilla oon kansa oma bloggi.

source: Prioritere språkleire for barn, ungdom og voksne.
fkv: Prioriteerata kielileiriä lapsilet, nuorilet ja raavhailet

source: Flere søkere har mottatt tilskudd til språkleire over tilskuddsposten til kvensk språk og kultur.
fkv: Useat hakijat oon saanheet määrärahhaa kielileiriä varten kväänin kielen ja kulttuurin määrärahapostista.

source: o Halti kvenkultursenter og Storfjord språksenter har hatt språkleire som et fast, årlig
fkv: Haltin kväänikulttuurisentterillä ja Omasvuonon kielisentterillä oon ollu vuotisesti

source: tiltak, finansiert gjennom driftstilskudd over tilskuddsposten.
fkv: kielileiri mihin toimheen rahat oon tulheet määrärahapostin kautta.

source: naturlig nok ikke vært arrangert språkleire.
fkv: Korona-aikana ei kielileiriä tietenkhään ole pi’etty.

source: o Norske kveners forbund fikk 250 000 kroner i 2017 til barne- og ungdomsprosjekter.
fkv: Norjan Kvääniliitto sai vuona 2017 250 000 kruunua lasten ja nuoritten prosekthiin.

source: En del av midlene ble benyttet til å arrangere språkleir for ungdom.
fkv: Osa rahoista meni siihen ette laitethiin nuorilet kielileiriä.

source: o Norske kveners forbund fikk 300 000 kroner i tilskudd i 2018 til tre ulike prosjekter.
fkv: Norjan Kvääniliitto sai vuona 2018 300 000 kruunua kolmheen eri prosekthiin. Yksi

source: Barne- og ungdomstiltak var ett av prosjektene, hvor blant annet språkleir for ungdom
fkv: prosekti oli lapsi- ja nuorisohomma missä myötä oli muun myötä kielileiri nuorisoa

source: var inkludert.
fkv: varten.

source: o Kvenlandsforbundet (i dag Kvensk Finsk Riksforbund) fikk 50 000 kroner i 2019 til å
fkv: Kveenimaayhistys (nyt Kveeni Suomi Liitto) sai vuona 2019 50 000 kruunua ette

source: arrangere språkleir for ungdom i Finland.
fkv: pitäis nuorisollet kielileirin Suomessa.

source: Prosjektet ble avlyst og midlene
fkv: Prosektin peruthiin, ja rahat oon maksettu

source: tilbakebetalt.
fkv: takasin.

source: o I 2020 fikk Kvääninuoret – Norske kveners forbunds ungdomsorganisasjon – et
fkv: Vuona 2020 Kvääninuoret – Norjan Kvääniliiton nuoriso-organisasuuni – sai prosektia

source: tilskudd på 100 000 kroner per år 2020–2022 til prosjektet Kolme!
fkv: Kolme! varten 100 000 kruunun määrärahan vuosilet 2020–2022.

source: Prosjektet er et
fkv: Prosekti oon

source: samarbeid med søsterorganisasjoner i Sverige og Finland med samling hvert av
fkv: yhtheinen Ruottin ja Suomen sisarorganisasuunitten kansa, ja organisasuunit

source: årene for å fremme identitet, tilhørighet og stolthet over språk, kultur og historie.
fkv: kokkoontuva vuotisesti eistämhään identiteettiä, yhtheenkuuluvuutta ja ylpeyttä kielen, kulttuurin ja historian ylit.

source: o I 2020 fikk Kvääninuoret 80 000 kroner til å arrangere språkleir sammen med
fkv: Vuona 2020 Kvääninuoret sai 80 000 ette pi’ettäis kielileirin yhessä Ruottin

source: svenske tornedalinger.
fkv: toornionlaksolaisten kansa.

source: o I 2021 fikk Norske kveners forbund 100 000 kroner til å arrangere en leir i
fkv: Vuona 2021 Ruijan kvääniliitto sai 100 000 kruunua ette pi’ettäis Naavuonossa leirin

source: Kvænangen for unge, voksne og eldre kvener, tornedalinger og lantalaiset.
fkv: nuoria, raavhaita ja vanhempia kvääniä, tornionlaksolaisia ja lantalaisia varten.

source: å styrke kunnskap om felles kulturarv og språk gjennom aktiviteter.
fkv: Moolina oli ette erilaisten aktiviteetitten kautta parantaat tietoa yhtheisen

source: Støtte etablering av kvensk språksenter i Finnmark
fkv: Antaat tukea ette Finmarkkhuun perustettais kväänin kielisentterin.

source: Kommunal- og moderniseringsdepartementet lyste i 2017 ut midler til å opprette et kvensk
fkv: Kommunaali- ja moderniseerausdepartementti julisti vuona 2017 ulos rahhaa kväänin

source: Fra før var det to sentre i Troms, Storfjord språksenter og Halti
fkv: kielisentterin perustamisheen Finmarkkhuun. Varhemin oli Tromssassa ollu kaksi sentteriä,

source: kvenkultursenter, som fikk driftsstøtte fra departementet.
fkv: Omasvuonon kielisentteri ja Halti kväänikulttuurisentteri, mikkä saathiin toimitukea departementilta.

source: Porsanger kommuner i Finnmark og Kvænangen kommune i Troms.
fkv: Finmarkusta tuli hakemus Vesisaaren ja Porsangin kommuunilta ja

source: Alle tre søknadene ble
fkv: Naavuonon kommuunilta Tromssasta.

source: innvilget, og i dag er det fire aktive språksentre og ett aktivt kvenkultursenter i Troms og Finnmark.
fkv: Tromssassa ja Finmarkussa toimimassa neljä kielisentteriä ja yksi kväänikulttuurisentteri.

source: Utrede voksenopplæring i kvensk.
fkv: Selvittäät raavhaitten kväänin kielen opetuksen tilan.

source: Tiltaket «utrede voksenopplæring i kvensk» har ikke blitt gjennomført slik det går fram av
fkv: ko plaanassa meinathiin, mutta oon kuiten saatu toimheen yhtheistyön 20 oppipoengin

source: planen, men det har blitt etablert et samarbeid mellom UiT Norges arktiske universitet og de
fkv: pohjakursista UiT Norjan arktisen universiteetin ja kväänin kielisentteritten välilä.

source: kvenske språksentrene om grunnkurs i kvensk med 10 studiepoeng.
fkv: Kokemuksitten pohjala saattaa arvela kannattaako vielä selvittäät kväänin kielen opetusta

source: På bakgrunn av
fkv: raavhaita varten.

source: Andre initiativ 2017 – 2021:
fkv: Muita initiatiivia 2017–2021:

source: KDD har utredet fastsetting av offisielt kvensk navn på Norge.
fkv: KDD oon selvittänny viralisen kvääninkielisen nimen määräämistä vastaamhaan nimeä

source: stedsnavntjeneste foreslo departementet Norja som offisielt kvensk navn på Norge og Norjan
fkv: Norge . Departementti ehotti kväänin Kielipalveluksen neuvon jälkhiin ette nimeksi tulis Norja

source: kuninkhaanvaltakunta som offisielt kvensk navn på Kongeriket Norge.
fkv: ja ette nimeä Kongeriket Norge vastais kvääniksi nimitys Norjan kuninkhaanvaltakunta.

source: De kvenske navnene ble vedtatt i Stortinget 26. mars 2021.
fkv: Isotinka päätti kvääninkieliset nimet marsikuussa 2021.

source: Proposisjonen om nytt navn på Norge ble oversatt til
fkv: Norjan maalet käänethiin kvääniksi, ja se oli ensimäinen kerta nette yksikhään Isontingan

source: kvensk, det er første gang et dokument til Stortinget foreligger på kvensk.
fkv: dokumentti oli olemassa kväänin kielelä. 3 Referansijoukon ulostuloja ja kokemuksia

source: Erfaringer fra Kvænangen språksenter med grunnkurs i kvensk:
fkv: Naavuonon kielisentterin kväänin kielen pohjakursin esimerkki:

source: Kvænangen språksenter hadde 17 studenter som fulgte grunnkurset i kvensk språk
fkv: Naavuonon kielisentterillä oli 17 studenttia jokka seurathiin kväänin kielen 10

source: med 10 studiepoeng og 7 studenter som tok eksamen etter endt kurs i 2021.
fkv: oppipoengin pohjakursia ja 7 studenttia jokka otethiin eksaamenin ko kursi oli valmis vuona 2021.

source: Eksamen var ikke relevant for alle studentene.
fkv: Eksaameni ei ollu relevantti kaikilet studentillet.

source: Etter språksenterets vurdering møter ikke
fkv: Kielisentteri oon sitä

source: grunnkurset i kvensk som UiT Norges arktiske universitet tilbyr, behovet for
fkv: mieltä ette se pohjakursi mitä UiT tarjoaa, ei ole semmonen mitä yhtheiskunta kaipaa

source: kvenskkompetanse i samfunnet godt nok.
fkv: ette kväänin kielen taito paranis.

source: Kurset retter seg mot dem som vil ta en
fkv: Kursi oon suunattu niilet jokka aikova studeerata

source: utdanning i språk, mens flere av deltakerne, som blant annet jobber i barnehage, skole,
fkv: kieliä, mutta useat kursin osanottajat jokka työtelevä lastentarhaassa, koulussa,

source: kirka og kvenske institusjoner, hadde behov for kurs med en praktisk tilnærming til
fkv: kirkossa ja eri kväänin institusuunissa, tarttettais semmosta kursia missä oppis

source: Samlet var erfaringene i Kvænangen:
fkv: Naavuonon kokemukset yhtheenpantuna:

source: - Grunnkurset i kvensk er et for ressurskrevende kurs å holde for
fkv: - Kväänin pohjakursi vaatii kielisentteriltä liikaa ressursia.

source: språksenteret.
fkv: Sentteri ei saanu

source: - Driftsmidlene til språksenteret dekker ikke alle ekstrakostnadene ved å
fkv: - Kielisentterin toimirahat ei täkkää kaikkia lisäkustanuksia mitä semmmosen

source: holde slike språkkurs.
fkv: kielikursin pitämisestä tullee.

source: - Studenter ønsker studiepoeng, men det er ikke nødvendig eller viktig for alle
fkv: - Studentit kyllä haluava oppipoengia, mutta se ei ole välttämätön eli

source: som ønsker språkopplæring.
fkv: tähelinen kaikilet jokka tahtova oppiat kieltä.

source: - Det er stort behov for voksenopplæring i kvensk språk og kultur, men
fkv: - Raavhaitten kväänin kielen ja kulttuurin opetusta kyllä kovasti tarvitaan,

source: kvenskstudiet ved UiT er kanskje ikke det rette tilbudet for å nå bredt ut.
fkv: mutta piian UiT:n kvääninopetus ei ole oikea homma ko haluthaan sauttaat

source: - Kvænangen språksenter er et tospråklig språksenter (kvensk og samisk) og
fkv: - Naavuonon kielisentteri oon kahenkielinen kielisentteri (kvääni ja saami), ja

source: er overrasket over hvor høyt nivå det er på det kvenske språkkurset
fkv: se pittää kummana ette vaatimustasa kväänin kielen kursissa oon niin

source: sammenlignet med de samiske språkkursene som språksentret har tilbudt
fkv: korkea ko sitä vertaa siihen saamin kielen kurshiin mitä kielisentteri oon

source: gjennom UiT.
fkv: pitäny UiT:n kautta.

source: - Det bør utredes om andre aktører enn UiT også kan være med på å
fkv: - Se pittää selvittäät saattaisko löytyät muitaki toimijoita ko UiT mikkä

source: utarbeide gode kurs i kvensk språk som språksentrene kan holde, og som i
fkv: saatettais laittaat hyviä kväänin kielen kursia mitä kielisentterit saatettais

source: tillegg møter praktiske behov i det kvenske samfunnet.
fkv: pittäät, ja jokka lisäksi vastattais sitä mitä kväänit kaipaava ja tartteva.

source: Kommunal- og distriktsdepartementet (KDD) har arrangert to heldagsmøter med
fkv: - Raavhaitten kväänin kursila oon ”markkina”, eriliikasesti jos kursit saatettais

source: referansegruppen for gjennomgang av Målrettet plan for kvensk språk.
fkv: pittäät osin digitaalisesti eli siihen laihiin ette oppilhaat kokkoontuva

source: I tillegg har det vært
fkv: yhtheen tyhä tuoloin tällöin.

source: 3.2 Møte i referansegruppa 30. august 2022
fkv: 3.2 Referansijoukon kokkous 30. aukustikuuta 2022

source: Det første møtet i referansegruppen ble arrangert i Oslo 30. august 2022.
fkv: Referansijoukon ensimäinen kokkous pi’ethiin Uslussa 30. aukustikuuta 2022.

source: Nancy Porsanger Anti innledet møtet og viste til at det har vært en positiv utvikling for kvensk
fkv: Staatinsekretääri Nancy Porsanger Anti puhui kokkouksen aluksi ja sanoi ette kväänin kieli

source: språk gjennom planperioden, hun pekte spesielt på etableringen av kvenske språksentre.
fkv: oon kehittynny hyvin plaana-aikana, ja eriliikasesti hän otti ylös kväänin kielisentteritten

source: Ettersom det i dagens situasjon er vanskelig å få inn nye tiltak på statsbudsjettet oppfordret
fkv: staatinbudsetin sisälä, staatinsekretääri sanoi ette osanottajat häytyisit olla kreatiiviset ja

source: statssekretæren deltakerne til å være kreative og vurdere hvordan språket kan styrkes med
fkv: hunteerata kunka kieltä saattaa lujentaat jo olemassa olevilla ressursilla. Staatinsekretääri

source: Statssekretæren minnet om at det er kvensk språk som er tema for gjennomgangen av planen.
fkv: muistutti kansa ette se oon kväänin kieli mikä oon teemana plaanan läpittekäymisessä.

source: KDD hadde en kort gjennomgang av status for tiltakene i Målrettet plan.
fkv: KDD kävi lyhykäisesti läpitte Mooliplaanan tilan.

source: tiltakene går fram av kapittel 2 i denne rapporten.
fkv: Toimitten ylitnäkymä löytyy tämän raportin luvusta 2.

source: Innspill fra referansegruppen:
fkv: Referansijoukon ulostuloja:

source: I møtet ønsket departementet spesielt tilbakemeldinger fra gruppen på hva de mener er
fkv: Kokkouksessa departementti toivoi ette joukko muistelis eriliikasesti sen ympärit mitä het

source: dagens situasjon for kvensk språk og hvilke utfordringer vi har, hvordan innsatsen bør legges
fkv: ajatelhaan kväänin kielen nykytilasta ja minkälaisia vaikeuksia meilä oon, kunka nykytoimia

source: opp videre og om det er behov for nye tiltak.
fkv: pitäis kehittäät etheenkäsin ja tarvithaanko uusia toimia.

source: Opplæring i kvensk
fkv: Kväänin kielen opetus

source: Opplæring i kvensk var hovedtema i innspillene.
fkv: Ulostuloissa enniiten puhuthiin kväänin kielen opetuksesta.

source: Det ble vist til at det er mangel på både
fkv: Sanothiin kansa ette opetuslaki rajjaa kväänin kielen oppioikheuen Tromsshaan ja

source: lærere og barnehagelærere, og mangel på læremidler. Det ble også pekt på at det er en
fkv: Finmarkkhuun, ja ette se pitäis olla maholinen oppiat kvääniä kaikkialla maassa.

source: utfordring at opplæringsloven begrenser retten til kvensk i opplæringen til Troms og
fkv: Nostethiin kansa ylös ette tilasta tekkee vaikeaman se ette kväänin kielen opetus useasti oon

source: Finnmark, og at kvenskopplæring bør være et tilbud i hele landet.
fkv: lyöty yhtheen suomen opetuksen kansa, ja sillä oppilhaat jokka haluisit oppiat kvääniä,

source: Det ble også tatt opp at det er en utfordring at opplæring i kvensk ofte blir slått sammen med
fkv: Sanothiin ette saamen kielen hallinta-alan kommuunissa oon vaikea saaha sijjaa kväänin

source: finsk i skolen, slik at elever som ønsker kvensk får tilbud om opplæring i finsk.
fkv: kielen opetusta varten eikä se ole maholinen valita oppiat pote saamia ja kvääniä.

source: Det ble pekt på at det er en utfordring å få innpass for kvensk språk i kommuner innenfor
fkv: Kansa otethiin ylös sen ette pitäis laittaat oppineuvoja kväänin kielen kaikila kolmela

source: forvaltningsområdet for samisk språk, og at det heller ikke er mulig å velge både samisk og
fkv: varieteetila. Toivothiin ette lasten kielenopetusta kattottais enämen kokonaisuutenna.

source: kvensk opplæring.
fkv: Kansa otethiin ylös

source: Også behovet for å utarbeide læremidler på alle tre varietetene av kvensk ble tatt opp.
fkv: tarvet semmosten meedioitten ympärit jokka tukisit kväänin kieltä. Esimerkkinä tästä

source: nevnt at SVT har tilbud på meänkieli rettet mot barn og ungdom, og at det i Sverige også
fkv: mainithiin ette SVT:lä oon programia lapsia ja nuoria varten ja ette Ruottissa oon laitettu e-

source: finnes det e-bøker på minoritetsspråk som ikke er tilgjengelig i Norge.
fkv: kirjoja minoriteettikielilä, mutta Norjassa tämmösia ei ole olemassa.

source: I tillegg ble det tatt opp at det bør gjøres mer attraktivt for elever å velge kvensk i
fkv: Lisäksi vielä sanothiin ette sen pittää tehä atraktiivisemmaksi oppilhaile ette valita kväänin

source: videregående skole.
fkv: jatkokoulussa.

source: Kvenskutdanningen
fkv: Kväänin kielen koulaus

source: Det ble tatt opp at kvenskutdanningen ved UiT Norges arktiske universitet er for rigid, og at
fkv: Otethiin ylös ette kväänin koulaus UiT Norjan arktisessa universiteetissa oon liian kankea ja

source: dette kan være grunnen til at ikke flere studenter søker seg til utdanningen.
fkv: ette se saattaa olla syynä siihen ette ei enämen studenttia ala koulauksheen.

source: Som eksempel
fkv: Esimerkkinä

source: ble det nevnt at man bare kan starte med kvensk første året på grunnskolelærerutdanningen,
fkv: tästä mainithiin ette kväänin lukemisen häytyy alottaat peruskoulunopettajakoulauksen

source: for å sikre rekruttering bør det være mulig å starte med kvensk også senere i
fkv: ensimäisenä oppivuotena ja ette olis keveämpi saaha enämen studenttia jos kväänin
